<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta content="text/html" charset="utf-8" />
    <title>Pagina web de prueba</title>
    <link href="css/estilos.css" rel="stylesheet" />
</head>
<body>
    <div class="container">
        <div class="cabecera">
            Blog
        </div>
        <div class="principal">
            <h1>Titulo super entretenido y cool</h1>
            <p>
                Texto cool, extraordinario, interesante, motivador,
                divertido, el mejor texto que vas a ver en tu vida jajaja
            </p>
            <p>Otro texto super divertido jeje</p>
            <p>Este blog es inspirador y muy bien trabajo, mis felicidades 
            para la persona que lo cre&oacute;</p>
            <div class="article">
                <h1>¿Qui&eacute;nes fueron los neandertales y por qu&eacute; se extinguieron?</h1>
                <p>
                    Cuando los trabajadores de una cantera de piedra caliza 
                    del valle alem&aacute;n de Neander descubrieron unos huesos fosilizados
                    en 1856, pensaron que habían hallado los restos de un oso. 
                    En realidad, hab&iacute;an tropezado con algo que cambiar&iacute; la historia:
                    pruebas de una especie extinguida de antiguos predecesores humanos
                    que caminaron por la Tierra entre hace al menos 400 000 y 40 000 años.
                </p>
                <p>
                    Pronto, los investigadores se dieron cuenta de que ya hab&iacute;an encontrado
                    a estos parientes humanos en f&oacute; anteriores que hab&iacute;an sido hallados
                    e identificados err&oacute; a lo largo de principios del siglo XIX.
                    El descubrimiento galvaniz&oacute; a los cient&iacute;ficos deseosos de explorar nuevas
                    teor&iacute;as de la evoluci&oacute;n, y desencaden&oacute; una caza mundial de f&oacute;siles tentando
                    al p&uacute;blico con la posibilidad de una misteriosa especie hermana que antaño
                    domin&oacute; Europa.
                </p>
                <p>
                    Ahora conocidos como neandertales (as&iacute; los bautiz&oacute; el ge&oacute;logo William King),
                    los Homo neanderthalensis son los parientes m&aacute;s cercanos conocidos de los humanos.
                    Esto es lo que hay que saber sobre nuestros antepasados humanos, c&oacute;mo viv&iacute;an y
                    por qu&eacute; desaparecieron.
                </p>
                <p>texto de prueba</p>
            </div>
        </div>
        <div class="footer">
            Hecho por bot con cariño
        </div>
    </div>
</body>
</html>